{
  "deck": {
    "card": [
      {
        "name": "Chariot",
        "fortunes": [
          "The Chariot card has been placed as your top card, which represents your current situation. The Chariot as a situation shows that your current path is dominated by strong willpower and determination, but you might be experiencing a loss of control.",
          "The Chariot card has been placed as your right card, which represents your initial response. The Chariot as a response reveals that you harness strength, ambition, and perseverance in this situation. You are driven by your convictions and armed with clear intent.",
          "The Chariot card has been placed as your bottom card, which represents the challenges you will face. The Chariot as a challenge suggests your struggle in maintaining control and direction in your life.",
          "The Chariot card has been placed as your left card, which represents a recommended course of action. The Chariot as an action recommends it is time to be brave, take hold of the reins and steer your life in the direction you want it to go.",
          "The Chariot card has been placed as your middle card, which represents your overall outcome. The Chariot as an outcome indicates victory, control, and success in the end."
        ],
        "img": "chariot.png",
        "alt": "Chariot card"
      },
      {
        "name": "Death",
        "fortunes": [
          "The Death card has been placed as your top card, which represents your current situation. Death as a situation shows a significant change or transformation is taking place in your life.",
          "The Death card has been placed as your right card, which represents your initial response. Death as a response reveals you may be fearful or apprehensive, but understand that change is a necessary part of life. The old must end for the new to begin.",
          "The Death card has been placed as your bottom card, which represents the challenges you will face. Death as a challenge suggests your struggle with releasing what no longer serves you and open yourself to the opportunities that await.",
          "The Death card has been placed as your left card, which represents a recommended course of action. Death as an action recommends that transformation is inevitable. Resist the urge to fight the change; instead, strive to understand its purpose in your life.",
          "The Death card has been placed as your middle card, which represents your overall outcome. Death as an outcome indicates you will experience a significant transformation. The end of this phase in your life will make way for a fresh start."
        ],
        "img": "death.png",
        "alt": "Death card"
      },
      {
        "name": "Devil",
        "fortunes": [
          "The Devil card has been placed as your top card, which represents your current situation. The Devil as a situation shows you may find yourself trapped by certain unhealthy attachments or negative habits. The Devil card indicates an excess of earthly pleasures or materialistic mindset.",
          "The Devil card has been placed as your right card, which represents your initial response. The Devil as a response reveals your reaction may be one of denial or avoidance.",
          "The Devil card has been placed as your bottom card, which represents the challenges you will face. The Devil as a challenge suggests your struggle to confront negative habits. This is a tough battle as breaking free from such bonds can be difficult, but not impossible.",
          "The Devil card has been placed as your left card, which represents a recommended course of action. The Devil as an action recommends increased awareness of becoming a prisoner of your own freedom. Balance is crucial.",
          "The Devil card has been placed as your middle card, which represents your overall outcome. The Devil as an outcome indicates you'll soon break free from your bonds if you confront them head on. There will be liberation from unhealthy attachments, leading to personal growth."
        ],
        "img": "devil.png",
        "alt": "Devil card"
      },
      {
        "name": "The Emperor",
        "fortunes": [
          "The Emperor card has been placed as your top card, which represents your current situation. The Emperor as a situation shows you in a position of power, leadership, and strong authority",
          "The Emperor card has been placed as your right card, which represents your initial response. The Emperor as a response reveals your drive to take control and establish laws and order. Your organizational skills and practical outlook can help manage the situation efficiently.",
          "The Emperor card has been placed as your bottom card, which represents the challenges you will face. The Emperor as a challenge suggests your struggle to not becoming over-controlling. Leadership in any aspect of life requires understanding and compassion, and not just rules and regulations.",
          "The Emperor card has been placed as your left card, which represents a recommended course of action. The Emperor as an action recommends that you keep in mind opinions of those around you.",
          "The Emperor card has been placed as your middle card, which represents your overall outcome. The Emperor as an outcome indicates success through leadership and discipline. A stable environment will be achieved through your efforts."
        ],
        "img": "emperor.png",
        "alt": "Emperor card"
      },
      {
        "name": "The Empress",
        "fortunes": [
          "The Empress card has been placed as your top card, which represents your current situation. The Empress as a situation shows abundance, fertility and creativity surround you.",
          "The Empress card has been placed as your right card, which represents your initial response. The Empress as a response reveals your initial feelings are of warmth and generosity.",
          "The Empress card has been placed as your bottom card, which represents the challenges you will face. The Empress as a challenge suggests a struggle to balance between giving and receiving. Remember, self-care is as important as taking care of others.",
          "The Empress card has been placed as your left card, which represents a recommended course of action. The Empress as an action recommends your nurturing and compassionate side will guide you. Be mindful not to lose yourself while taking care of others. Maintain your individuality.",
          "The Empress card has been placed as your middle card, which represents your overall outcome. The Empress as an outcome indicates your situation is likely to result in personal growth and abundance. Your loving and caring approach will bear fruit."
        ],
        "img": "empress.png",
        "alt": "Empress card"
      },
      {
        "name": "The Fool",
        "fortunes": [
          "The Fool card has been placed as your top card, which represents your current situation. The Fool as a situation shows this is a time for new beginnings. You have the potential to manifest your dreams.",
          "The Fool card has been placed as your right card, which represents your initial response. The Fool as a response reveals feelings of fear or apprehension, specifically in the context of your abilities.",
          "The Fool card has been placed as your bottom card, which represents the challenges you will face. The Fool as a challenge suggests your struggle with embracing the unfamiliar and unpredictable.",
          "The Fool card has been placed as your left card, which represents a recommended course of action. The Fool as an action recommends you live in the moment and follow your heart. Remember, a leap of faith often precedes the greatest life-changing experiences.",
          "The Fool card has been placed as your middle card, which represents your overall outcome. The Fool as an outcome indicates your situation results in a new journey or beginning. Embrace this change, as it could lead to great personal growth."
        ],
        "img": "fool.jpeg",
        "alt": "Fool card"
      },
      {
        "name": "Judgement",
        "fortunes": [
          "The Judgement card has been placed as your top card, which represents your current situation. Judgement as a situation shows you're at a crossroads, contemplating a major decision. This is a time of awakening and self-evaluation, requiring you to look inward and trust your judgement.",
          "The Judgement card has been placed as your right card, which represents your initial response. Judgement as a response reveals you've been reflecting on your past actions and their implications. Your ability to understand your life's trajectory is enabling you to make decisions that align with your higher self.",
          "The Judgement card has been placed as your bottom card, which represents the challenges you will face. Judgement as a challenge suggests you're facing some resistance, possibly self-doubt or external criticism as well as distrust in your intuition.",
          "The Judgement card has been placed as your left card, which represents a recommended course of action. Judgement as an action recommends practicing self-forgiveness. Don't let past mistakes hinder your progress. Use this as an opportunity to learn and make better judgements in the future.",
          "The Judgement card has been placed as your middle card, which represents your overall outcome. Judgement as an outcome indicates your situation culminates in a renewal, a new beginning. Your past experiences have shaped you, and now you are ready to face a new chapter with better judgement and clarity."
        ],
        "img": "judgement.png",
        "alt": "Judgement card"
      },
      {
        "name": "Justice",
        "fortunes": [
          "The Justice card has been placed as your top card, which represents your current situation. Justice as a situation shows you dealing with your actions and their consequences.",
          "The Justice card has been placed as your right card, which represents your initial response. Justice as a response reveals you are feeling called to account for your actions. Being honest with yourself and others will bring about the best outcome.",
          "The Justice card has been placed as your bottom card, which represents the challenges you will face. Justice as a challenge suggests you may face legal issues or disputes. Navigate this challenging time with integrity, balance, and fairness.",
          "The Justice card has been placed as your left card, which represents a recommended course of action. Justice as an action recommends if the situation seems unjust, do not despair. Make changes to restore balance. Your commitment to fairness and justice will prevail.",
          "The Justice card has been placed as your middle card, which represents your overall outcome. Justice as an outcome indicates the outcome will be fair, and all will get what they deserve. It might be a time of reckoning, but ultimately, it brings about justice and equilibrium."
        ],
        "img": "justice.png",
        "alt": "Justice card"
      },
      {
        "name": "Lover",
        "fortunes": [
          "The Lover card has been placed as your top card, which represents your current situation. The Lovers as a situation shows a significant choice or decision regarding matters of the heart. Follow your intuition and let love guide your path.",
          "The Lover card has been placed as your right card, which represents your initial response. The Lovers as a response reveals you are experiencing a deep connection or attraction. Trust your feelings and be open to the possibilities that love brings.",
          "The Lover card has been placed as your bottom card, which represents the challenges you will face. The Lovers as a challenge suggests struggles related to relationships or choices may arise. It's essential to maintain open communication and harmony to navigate these complexities.",
          "The Lover card has been placed as your left card, which represents a recommended course of action. The Lovers as an action recommends making decisions based on love and unity. Seek a balance between your heart and mind. Let your values guide your choices.",
          "The Lover card has been placed as your middle card, which represents your overall outcome. The Lovers as an outcome indicates the outcome holds the promise of deep love, connection, and harmony. Embrace the union that brings joy and fulfillment to your life."
        ],
        "img": "lover.png",
        "alt": "Lovers card"
      },
      {
        "name": "Magician",
        "fortunes": [
          "The Magician card has been placed as your top card, which represents your current situation. The Magician as a situation shows you possess the power to manifest your desires.",
          "The Magician card has been placed as your right card, which represents your initial response. The Magician as a response reveals your initial response is one of confidence and mastery in your skills and talents.",
          "The Magician card has been placed as your bottom card, which represents the challenges you will face. The Magician as a challenge suggests that struggles may arise as you harness your power. Stay focused and avoid distractions.",
          "The Magician card has been placed as your left card, which represents a recommended course of action. The Magician as an action recommends maintaining clarity of intention and ethical conduct. Use your power wisely and responsibly, ensuring your actions align with your highest good and the greater good.",
          "The Magician card has been placed as your middle card, which represents your overall outcome. The Magician as an outcome indicates success and mastery. Your ability to utilize your skills and harness the energy of the universe will lead to significant achievements."
        ],
        "img": "magician.png",
        "alt": "Magician card"
      },
      {
        "name": "Stars",
        "fortunes": [
          "The Stars card has been placed as your top card, which represents your current situation. Stars as a situation shows you are being guided towards a path of fulfillment and success. Trust in the universe.",
          "The Stars card has been placed as your right card, which represents your initial response. Stars as a response reveals your initial response is one of optimism and renewed faith. Embrace the divine guidance and allow your dreams to guide your actions.",
          "The Stars card has been placed as your bottom card, which represents the challenges you will face. Stars as a challenge suggests struggles may arise as you pursue your dreams. Stay focused and have faith in your abilities. Embrace perseverance and trust in the journey.",
          "The Stars card has been placed as your left card, which represents a recommended course of action. Stars as an action recommend believing in the power of your dreams. Keep your vision alive and take inspired actions towards your goals. The universe is supporting your aspirations.",
          "The Stars card has been placed as your middle card, which represents your overall outcome. Stars as an outcome indicates the outcome brings a sense of fulfillment and spiritual growth. Your dreams and aspirations are coming to fruition. Embrace the blessings of the universe."
        ],
        "img": "stars.png",
        "alt": "Stars card"
      },
      {
        "name": "Moon",
        "fortunes": [
          "The Moon card has been placed as your top card, which represents your current situation. Moon as a situation The Moon card shows a battle with your instincts and subconscious mind.",
          "The Moon card has been placed as your right card, which represents your initial response. Moon as a response reveals your initial response may be one of uncertainty and confusion. Pay attention to your dreams and subconscious messages to gain clarity.",
          "The Moon card has been placed as your bottom card, which represents the challenges you will face. Moon as a challenge suggests struggles lie in the realm of emotions and fears. Take time to explore and understand your inner depths. Trust the process of self-discovery.",
          "The Moon card has been placed as your left card, which represents a recommended course of action. Moon as an action recommends embracing the mystery and allow your intuition to guide you. Trust in the unseen forces at play and have faith in your own inner knowing.",
          "The Moon card has been placed as your middle card, which represents your overall outcome. Moon as an outcome indicates the outcome holds profound personal growth and transformation. Embrace the journey of self-discovery and let your intuition be your guiding light."
        ],
        "img": "moon.png",
        "alt": "Moon card"
      },
      {
        "name": "Fortune",
        "fortunes": [
          "The Fortune card has been placed as your top card, which represents your current situation. Fortune as a situation shows unexpected changes and opportunities. You may be experiencing the twists and turns of life.",
          "The Fortune card has been placed as your right card, which represents your initial response. Fortune as a response reveals your initial response may be a mix of excitement and apprehension to the possibilities that lie ahead.",
          "The Fortune card has been placed as your bottom card, which represents the challenges you will face. Fortune as a challenge suggests that struggles may arise as you navigate uncertain waters in terms of flexibility and adaptability.",
          "The Fortune card has been placed as your left card, which represents a recommended course of action. Fortune as an action recommends embracing the ebb and flow of life. Recognize that change is inevitable and seek opportunities for growth and expansion amidst the uncertainty.",
          "The Fortune card has been placed as your middle card, which represents your overall outcome. Fortune as an outcome indicates the outcome brings unexpected turns of fortune. Be prepared for positive surprises and embrace the new opportunities that come your way."
        ],
        "img": "fortune.png",
        "alt": "Fortune card"
      },
      {
        "name": "Hanged Man",
        "fortunes": [
          "The Hanged Man card has been placed as your top card, which represents your current situation. The Hanged Man as a situation shows surrender, letting go, and gaining a new perspective. Embrace the power of release and allow yourself to see things from a different angle.",
          "The Hanged Man card has been placed as your right card, which represents your initial response. The Hanged Man as a response reveals your initial response may be resistance or discomfort in relinquishing control.",
          "The Hanged Man card has been placed as your bottom card, which represents the challenges you will face. The Hanged Man as a challenge suggests that struggles may arise as you navigate the realm of uncertainty. You struggle to embrace patience and trust in the process of surrender.",
          "The Hanged Man card has been placed as your left card, which represents a recommended course of action. The Hanged Man as an action recommends embracing the pause and stillness. Use this time to reflect, gain clarity, and look at situations from a fresh perspective. Trust that the answers will come in due time.",
          "The Hanged Man card has been placed as your middle card, which represents your overall outcome. The Hanged Man as an outcome indicates the outcome brings profound transformation and growth. By surrendering and gaining a new perspective, you will find liberation and move forward with a renewed sense of purpose."
        ],
        "img": "hanged-man.png",
        "alt": "Hanged Man card"
      },
      {
        "name": "Hermit",
        "fortunes": [
          "The Hermit card has been placed as your top card, which represents your current situation. The Hermit as a situation shows introspection, solitude, and inner guidance. You might be in a situatio calling for the need for solitude and self-reflection to find the answers you seek.",
          "The Hermit card has been placed as your right card, which represents your initial response. The Hermit as a response reveals your initial response may be a desire for solitude and introspection. You may desire time and space to delve into your inner wisdom.",
          "The Hermit card has been placed as your bottom card, which represents the challenges you will face. The Hermit as a challenge suggests struggles may arise with trusting your inner light to guide you.",
          "The Hermit card has been placed as your left card, which represents a recommended course of action. The Hermit as an action recommends embracing the wisdom gained from introspection. Trust your inner voice and honor your personal truth. Seek guidance from within as you move forward.",
          "The Hermit card has been placed as your middle card, which represents your overall outcome. The Hermit as an outcome indicates the outcome brings profound self-awareness and spiritual growth. Through introspection and self-reflection, you will find the answers and guidance you seek."
        ],
        "img": "hermit.png",
        "alt": "Hermit card"
      },
      {
        "name": "Hierophant",
        "fortunes": [
          "The Hierophant card has been placed as your top card, which represents your current situation. The Hierophant as a situation shows a daring spirit to break free of tradition and forge your own path.",
          "The Hierophant card has been placed as your right card, which represents your initial response. The Hierophant as a response reveals your initial response may be a desire for guidance from established institutions or mentors. Seek wisdom from those who have walked the path before you.",
          "The Hierophant card has been placed as your bottom card, which represents the challenges you will face. The Hierophant as a challenge suggests struggles may arise as you navigate societal expectations. Find a balance between honoring tradition and staying true to your own beliefs.",
          "The Hierophant card has been placed as your left card, which represents a recommended course of action. The Hierophant as an action recommends seeking guidance and knowledge from sources that resonate with your inner truth. Trust your own intuition and find your unique path of spiritual growth.",
          "The Hierophant card has been placed as your middle card, which represents your overall outcome. The Hierophant as an outcome indicates the outcome brings a deep connection to your spiritual beliefs and a sense of inner harmony. Embrace the wisdom gained from both tradition and your own spiritual journey."
        ],
        "img": "hierophant.png",
        "alt": "Hierophant card"
      },
      {
        "name": "High Priest",
        "fortunes": [
          "The High Priest card has been placed as your top card, which represents your current situation. The High Priest as a situation shows the whispers of your inner voice have grown faint causing an inability to defend yourself.",
          "The High Priest card has been placed as your right card, which represents your initial response. The High Priest as a response reveals your initial response may be a desire for spiritual guidance and connection. Open yourself to receive divine messages and insights from higher realms.",
          "The High Priest card has been placed as your bottom card, which represents the challenges you will face. The High Priest as a challenge suggests struggles may arise as you explore deeper truths. Embrace the quest for higher knowledge and trust your own intuition as you navigate the path.",
          "The High Priest card has been placed as your left card, which represents a recommended course of action. The High Priest as an action recommends seeking spiritual wisdom and connection from sources that resonate with your soul. Trust your inner guidance and let it lead you towards spiritual growth and enlightenment.",
          "The High Priest card has been placed as your middle card, which represents your overall outcome. The High Priest as an outcome indicates the outcome brings profound spiritual insights and connection. Embrace the wisdom gained from your spiritual journey and let it guide you towards higher levels of consciousness."
        ],
        "img": "high-priest.png",
        "alt": "High Priest card"
      },
      {
        "name": "Strength",
        "fortunes": [
          "The Strength card has been placed as your top card, which represents your current situation. Strength as a situation shows in the upcoming weeks, you will face a significant personal or professional setback that may test your perserverence.",
          "The Strength card has been placed as your right card, which represents your initial response. Strength as a response reveals your initial reponse might be feelings of fear and uncertainty.",
          "The Strength card has been placed as your bottom card, which represents the challenges you will face. Strength as a challenge suggests struggles may arise in regards to self-belief and these will require you to push beyond your comfort zone.",
          "The Strength card has been placed as your left card, which represents a recommended course of action. Strength as an action recommends knowing that strength comes not only from overcoming obstacles but also from personal growth and transformation.",
          "The Strength card has been placed as your middle card, which represents your overall outcome. Strength as an outcome indicates the outcome shows you emerging a stronger and more resilient individual with the wisdom to navigate future obstacles with unwavering strength."
        ],
        "img": "strength.png",
        "alt": "Strength card"
      },
      {
        "name": "Sun",
        "fortunes": [
          "The Sun card has been placed as your top card, which represents your current situation. Sun as a situation shows you will be faced with an opportunity allowing you to embrace your authentic self and shine with unwavering confidence.",
          "The Sun card has been placed as your right card, which represents your initial response. Sun as a response reveals your intiial reponse may be the embracing of the power of a smile, for it is a beacon of light that illuminates your path.",
          "The Sun card has been placed as your bottom card, which represents the challenges you will face. Sun as a challenge suggests struggles may arise with toxic positivity, from you or someone else, as it is essential to honor and acknowledge the full range of your emotions",
          "The Sun card has been placed as your left card, which represents a recommended course of action. Sun as an action recommends embracing the power of a smile.",
          "The Sun card has been placed as your middle card, which represents your overall outcome. Sun as an outcome indicates the outcome suggests a fortune of a bright and radiant future that awaits you."
        ],
        "img": "sun.png",
        "alt": "Sun card"
      },
      {
        "name": "Temperance",
        "fortunes": [
          "The Temperance card has been placed as your top card, which represents your current situation. Temperance as a situation shows in the midst of life's twists and turns, there may come a time when you feel disconnected from your true self.",
          "The Temperance card has been placed as your right card, which represents your initial response. Temperance as a response reveals your initial response will be characterized by feeling overwhelmed by the weight of responsibilities and challenges.",
          "The Temperance card has been placed as your bottom card, which represents the challenges you will face. Temperance as a challenge suggests struggles arise as you may lose your sense of self and feel adrift in a sea of uncertainty.",
          "The Temperance card has been placed as your left card, which represents a recommended course of action. Temperance as an action recommends harnassing the profound power found in taking deep breaths; it is in these moments of intentional stillness and presence that you can find solace and regain clarity.",
          "The Temperance card has been placed as your middle card, which represents your overall outcome. Temperance as an outcome indicates the outcome brings a sense of the power of surrender, the beauty of divine timing, and the transformative nature of stillness."
        ],
        "img": "temperance.png",
        "alt": "Temperance card"
      },
      {
        "name": "Tower",
        "fortunes": [
          "The Tower card has been placed as your top card, which represents your current situation. The Tower as a situation shows a sudden change is poised to sweep across your path, altering the course of your journey in unforeseen ways.",
          "The Tower card has been placed as your right card, which represents your initial response. The Tower as a response reveals your initial reponse will be the urge to respond to this event in a way you typically would not.",
          "The Tower card has been placed as your bottom card, which represents the challenges you will face. The Tower as a challenge suggests struggles may arise as you feel temporary uncertainty and upheaval.",
          "The Tower card has been placed as your left card, which represents a recommended course of action. The Tower as an action recommends embracing the unknown, adapt with resilience, and navigate this change with unwavering courage.",
          "The Tower card has been placed as your middle card, which represents your overall outcome. The Tower as an outcome indicates the outcome brings a radiant fortune awaiting you in the realm of new beginnings."
        ],
        "img": "tower.jpeg",
        "alt": "Tower card"
      },
      {
        "name": "World",
        "fortunes": [
          "The World card has been placed as your top card, which represents your current situation. World as a situation shows you will find yourself with an opportunity to find harmony in life, where the symphony of existence unfolds in perfect resonance.",
          "The World card has been placed as your right card, which represents your initial response. World as a response reveals your initial reponse will be a calm reaction to the unfolding situation.",
          "The World card has been placed as your bottom card, which represents the challenges you will face. The World as a challenge suggests struggles may arise including feelings of incompleteness, yearning for a missing piece to bring wholeness to your being.",
          "The World card has been placed as your left card, which represents a recommended course of action. The World as an action recommends keeping harmony in mind as your steadfast companion.",
          "The World card has been placed as your middle card, which represents your overall outcome. The World as an outcome indicates the outcome suggests you delving into the depths of self-discovery, knowing that every step brings you closer to a profound sense of completeness."
        ],
        "img": "world.png",
        "alt": "World card"
      }
    ]
  }
}
